Repository: Victorvhn/entra21-c-sharp-grupo-01
Catalog: TrabalhoFinal/Principal/Resources/Resource.*.resx
Languages: de

# Acao
source: Action
de: Aktion

# AlteradoSucesso
source: Altered successfully
de: Erfolgreich geändert

# Aprovacao
source: Approvals
de: Genehmigungen

# Avancado
source: Advanced
de: Fortgeschritten

# BairroDeveConter
source: Neighbourhood must contain between 4 and 20 characters
de: Die Nachbarschaft muss zwischen 4 und 20 Zeichen enthalten

# BairroPreenchido
source: Neighbourhood field must be filled
de: Nachbarschaftsfeld muss ausgefüllt werden

# Basicos
source: Basics
de: Grundlagen

# CadastradoSucesso
source: Registered successfully
de: Erfolgreich registriert

# Cadastrar
source: Register
de: Registrieren

# CadastroEndereco
source: Address Registration
de: Adressregistrierung

# CadastroEstado
source: State Registration
de: staatliche Registrierung

# Cadastros
source: Registers
de: Registrieren

# CarteiraDeTrabalho
source: Work Permit
de: Arbeitserlaubnis

# CarteiraTrabalhoDigitos
source: Work permit must contain only digits
de: Die Arbeitserlaubnis darf nur Ziffern enthalten

# CarteiraTrabalhoPreenchido
source: Work permit field must be filled
de: Das Arbeitsgenehmigungsfeld muss ausgefüllt sein

# CEPDeveConter
source: CEP must contain 8 characters
de: CEP muss 8 Zeichen enthalten

# CEPPreenchido
source: CEP field must be filled
de: Das CEP-Feld muss ausgefüllt sein

# Cidade
source: City
de: Stadt

# CidadeDeveConterEntre
source: City must contain between 3 and 30 characters
de: Die Stadt muss zwischen 3 und 30 Zeichen enthalten

# CidadePreenchido
source: City field must be filled
de: Das Stadtfeld muss ausgefüllt werden

# Cidades
source: Cities
de: Städte

# Classificacao
source: Rank
de: Rang

# Complemento
source: Complement
de: Ergänzen

# Continente
source: Continent
de: Kontinent

# CpfPreenchido
source: CPF field must be filled
de: Das CPF-Feld muss ausgefüllt sein

# CriacaoUsuario
source: User Creation (Interim)
de: Benutzererstellung (Zwischen)

# CriarPacote
source: Create Package
de: Paket erstellen

# Data
source: Date
de: Datum

# DataNascimento
source: Birthdate
de: Geburtsdatum

# DataNascimentoInvalido
source: Invalid Birth date
de: Ungültiges Geburtsdatum

# DataNascimentoPreenchido
source: Birth date field must be filled
de: Das Geburtsdatum muss ausgefüllt sein

# DataValida
source: The date is not valid
de: Das Datum ist nicht gültig

# DesativadoSucesso
source: Desactivated successfully
de: Deaktiviert erfolgreich

# Desativar
source: Disable
de: Deaktivieren

# Editar
source: Edit
de: Bearbeiten

# EditarEnderecos
source: Edit Addresses
de: Adressen bearbeiten

# Endereco
source: Address
de: Adresse

# EnderecoCadastradoSucesso
source: Address Registered successfully
de: Adresse erfolgreich registriert

# EnderecoDesativadoSucesso
source: Address Desactivated successfully
de: Adresse wurde erfolgreich deaktiviert

# EnderecoEditadoSucesso
source: Address Altered successfully
de: Adresse erfolgreich geändert

# Enderecos
source: Adresses
de: Adressen

# Estado
source: State
de: Zustand

# EstadoDeveConter
source: State must contain between 2 and 30 characters
de: State muss zwischen 2 und 30 Zeichen enthalten

# EstadoPreenchido
source: State field must be filled
de: Statusfeld muss gefüllt sein

# Estados
source: States
de: Zustände

# Fechar
source: Close
de: Schließen

# Genero
source: Gender
de: Geschlecht

# GeneroPreenchido
source: Gender field must filled
de: Genderfeld muss ausgefüllt werden

# Guia
source: Guide
de: Führen

# Guias
source: Guides
de: Führer

# HabilitacaoDeveConter
source: Driver's license must contain between 1 and 5 characters
de: Führerschein muss zwischen 1 und 5 Zeichen enthalten

# HabilitacaoPreenchida
source: Driver's license category must be filled
de: Führerscheinkategorie muss ausgefüllt werden

# HistoricoViagem
source: Travel History
de: Reisegeschichte

# Idade
source: Age
de: Alter

# Idioma
source: Language
de: Sprache

# IdiomaDeveConter
source: Language must contain between 4 and 20 characters
de: Sprache muss zwischen 4 und 20 Zeichen enthalten

# IdiomaPreenchido
source: Language field must be filled
de: Das Sprachfeld muss ausgefüllt sein

# Idiomas
source: Languages
de: Sprachen

# InformeData
source: Enter the date
de: Geben Sie das Datum ein

# InformeDataSaida
source: Enter the departure date
de: Geben Sie das Abreisedatum ein

# InformeDataVolta
source: Enter the return date
de: Geben Sie das Rückgabedatum ein

# Logradouro
source: Public Place
de: Öffentlicher Platz

# LogradouroDeveConter
source: Public place must contain between 6 and 30 characters
de: Öffentlicher Ort muss zwischen 6 und 30 Zeichen enthalten

# LogradouroPreenchido
source: Public place must be filled
de: Öffentlicher Platz muss ausgefüllt werden

# NomeDeveConter
source: Name must contain between 3 and 30 characters
de: Name muss zwischen 3 und 30 Zeichen enthalten

# NomePreenchido
source: Name field must be filled
de: Das Namensfeld muss ausgefüllt sein

# Numero
source: Number
de: Nummer

# NumeroDigitos
source: Number must contain only digits
de: Die Nummer darf nur Ziffern enthalten

# NumeroPreenchido
source: Number field must be filled
de: Das Nummernfeld muss ausgefüllt sein

# Pacote
source: Package
de: Paket

# PacoteDeveConter
source: Package must contain between 3 and 30 characters
de: Das Paket muss zwischen 3 und 30 Zeichen enthalten

# PacotePontoTuristico
source: Tourist Attraction Package
de: Touristenattraktionspaket

# PacotePreenchido
source: Package field must be filled
de: Das Paketfeld muss ausgefüllt sein

# Pacotes
source: Packages
de: Pakete

# Pais
source: Country
de: Land

# PercentualDesconto
source: Maximum discount percentage must be filled
de: Maximaler Rabattprozentsatz

# PercentualDescontoDeveConter
source: Maximum discount percentage must contain only integers and decimals
de: Der maximale Rabattprozentsatz darf nur ganze Zahlen und Dezimalstellen enthalten

# PontosTuristicos
source: Attractions
de: Sehenswürdigkeiten

# PontoTuristico
source: Tourist Attraction
de: Touristenattraktion

# PontoTuristicoDeveConter
source: Tourist Attraction must contain between 3 and 30 characters
de: Touristenattraktion muss zwischen 3 und 30 Zeichen enthalten

# PontoTuristicoPreenchido
source: Tourist Attraction field must be filled
de: Das Feld für Touristenattraktionen muss ausgefüllt werden

# Referencia
source: Reference
de: Referenz

# RgDigitos
source: RG must contain only digits
de: RG muss nur Ziffern enthalten

# RgMaximo
source: RG must contain a maximum of 12 digits
de: RG muss maximal 12 Ziffern enthalten

# RgMinimo
source: RG must contain at least 7 digits
de: RG muss mindestens 7 Ziffern enthalten

# RgPreenchido
source: RG field must be filled
de: RG-Feld muss ausgefüllt werden

# SalalarioDeveSer
source: Wage must be between R$ 954,00 and R$ 10.000,00
de: Der Lohn muss zwischen R$ 954,00 und R$ 10.000,00 liegen

# Salario
source: Salary
de: Gehalt

# SalarioDigitosDecimais
source: Wage must contain only integers and decimals
de: Lohn muss nur ganze Zahlen und Dezimalzahlen enthalten

# SalarioMinimo
source: Wage must contain at least 3 digits
de: Lohn muss mindestens 3 Ziffern enthalten

# SalarioPreenchido
source: Wage field must be filled
de: Lohnfeld muss gefüllt sein

# SelecioneEstado
source: Select a State
de: Wähle einen Staat

# SelecioneGuia
source: Select a Guide
de: Wählen Sie einen Reiseführer

# SelecionePacote
source: Select a package
de: Wählen Sie ein Paket aus

# SelecionePontoTuristico
source: Select a Tourist Attraction
de: Wählen Sie eine Touristenattraktion

# Senha
source: Password
de: Passwort

# Sobrenome
source: Last Name
de: Familienname

# SobrenomeDeveConter
source: Surname must contain between 3 and 30 characters
de: Der Nachname muss zwischen 3 und 30 Zeichen enthalten

# SobrenomePrenchido
source: Surname field must be filled
de: Nachname Feld muss ausgefüllt werden

# TabelaCidades
source: City Table
de: Stadt Tabelle

# TabelaEnderecos
source: Address Table
de: Adress Tabelle

# TabelaGuias
source: Guide Table
de: Führungs Tabelle

# TabelaHV
source: Travel History Table
de: Reiseverlaufs Tabelle

# TabelaPacotes
source: Package Table
de: Paket Tabelle

# TabelaPPT
source: Tourist Attraction Package Table
de: Touristenattraktionspaket Tabelle

# TabelaPT
source: Tourist Attraction Table
de: Touristenattraktions Tabelle

# TabelaViagens
source: TravelTable
de: Reise Tabelle

# TabelaVT
source: Tourist Travel Table
de: Touristische Reise Tabelle

# TelaGerenciamentoCidade
source: City Management Screen
de: Stadtverwaltung Bildschirm

# TelaGerenciamentoEndereco
source: Addresses Management Screen
de: Verwaltung der Adressen Bildschirm

# TelaGerenciamentoGuias
source: Guide Management Screen
de: Leitfaden Management-Bildschirm

# TelaGerenciamentoHV
source: Travel History Management Screen
de: Reisehistorie Management Bildschirm

# TelaGerenciamentoPacotes
source: Package Management Screen
de: Paketverwaltungs Bildschirm

# TelaGerenciamentoPPT
source: Tourist Attraction Package Management Screen
de: Paketverwaltungsbildschirm für Touristenattraktion

# TelaGerenciamentoTA
source: Tourist Attraction Management Screen
de: Touristenattraktions Management Bildschirm

# TelaGerenciamentoTourist
source: Tourist Management Screen
de: Tourist Management Bildschirm

# TelaGerenciamentoViagens
source: Travel Management Screen
de: Reisemanagement-Bildschirm

# TelaGerenciamentoVT
source: Tourist Travel Management Screen
de: Tourist Travel Management Bildschirm

# Turistas
source: Tourists
de: Touristen

# Usuario
source: User
de: Benutzer

# Valor
source: Value
de: Wert

# ValorDeveSer
source: Value must be between R$ 500,00 and R$ 12.000,00
de: Der Wert muss zwischen R$ 500,00 und R$ 12.000,00 liegen

# ValorInteros
source: Value must contain only integers and decimals
de: Der Wert darf nur ganze Zahlen und Dezimalzahlen enthalten

# ValorPreenchido
source: Value field must be filled
de: Wertfeld muss gefüllt sein

# Viagem
source: Travel
de: Reise

# ViagemTurista
source: Tourist Travel
de: Touristenreisen

# Viagens
source: Travels
de: Reisen

# ConfirmarPacotes
source: Confirm Packages
de: Bestätigen Sie die Pakete
